Repository: jansoganci/nutriweek
Catalog: iOS/NutriWeek/NutriWeek/Localizable.xcstrings
Source language: en
Languages: tr

# activity.empty.subtitle
source: Log a workout, walk, or any activity and it will show up here.
tr: Bir antrenman, yürüyüş veya herhangi bir aktivite eklediğinde burada görünür.

# activity.empty.title
source: No activities logged yet
tr: Henüz aktivite kaydı yok

# activity.error.not_authenticated
source: Please log in to save activities.
tr: Aktivite kaydetmek için giriş yap.

# activity.error.save_failed
source: Could not save activity.
tr: Aktivite kaydedilemedi.

# activity.extra_active
source: Extra Active
tr: Ekstra Aktif

# activity.form.activity_name
source: Activity Name
tr: Aktivite Adı

# activity.form.activity_name_placeholder
source: e.g. Evening walk
tr: örn. Akşam yürüyüşü

# activity.form.calories_burned
source: Calories Burned
tr: Yakılan Kalori

# activity.form.calories_placeholder
source: e.g. 180
tr: örn. 180

# activity.form.date
source: Date
tr: Tarih

# activity.form.duration_minutes
source: Duration
tr: Süre

# activity.form.duration_placeholder
source: e.g. 30
tr: örn. 30

# activity.form.notes
source: Notes
tr: Notlar

# activity.form.notes_placeholder
source: Add any details
tr: Detay ekle

# activity.form.reps
source: Reps
tr: Tekrarlar

# activity.form.reps_placeholder
source: e.g. 12
tr: örn. 12

# activity.form.sets
source: Sets
tr: Setler

# activity.form.sets_placeholder
source: e.g. 3
tr: örn. 3

# activity.form.weight
source: Weight (kg)
tr: Ağırlık (kg)

# activity.form.weight_placeholder
source: e.g. 60
tr: örn. 60

# activity.form.workout_type
source: Workout Type
tr: Antrenman Türü

# activity.lightly_active
source: Lightly Active
tr: Hafif Aktif

# activity.moderately_active
source: Moderately Active
tr: Orta Aktif

# activity.month_total
source: This Month: %lld kcal
tr: Bu Ay: %lld kcal

# activity.sedentary
source: Sedentary
tr: Sedanter

# activity.sheet.title
source: Add Activity
tr: Aktivite Ekle

# activity.title
source: Activity Log
tr: Aktivite Kaydı

# activity.today_burned
source: 🔥 %lld kcal burned today
tr: 🔥 Bugün %lld kcal yakıldı

# activity.validation.calories_invalid
source: Enter a valid calorie value.
tr: Geçerli bir kalori değeri gir.

# activity.validation.calories_positive
source: Calories must be greater than zero.
tr: Kalori sıfırdan büyük olmalı.

# activity.validation.duration_invalid
source: Enter a valid duration in minutes.
tr: Geçerli bir süre gir.

# activity.validation.duration_positive
source: Duration must be at least 1 minute.
tr: Süre en az 1 dakika olmalı.

# activity.validation.name_required
source: Enter an activity name.
tr: Bir aktivite adı gir.

# activity.very_active
source: Very Active
tr: Çok Aktif

# activity.week_total
source: This Week: %lld kcal
tr: Bu Hafta: %lld kcal

# activity.workout_type.cardio
source: 🏃 Cardio
tr: 🏃 Kardiyo

# activity.workout_type.mobility
source: 🤸 Mobility
tr: 🤸 Mobilite

# activity.workout_type.other
source: 🔄 Other
tr: 🔄 Diğer

# activity.workout_type.sport
source: ⚽ Sport
tr: ⚽ Spor

# activity.workout_type.strength
source: 💪 Strength
tr: 💪 Kuvvet

# auth.error.generic_retry
source: Something went wrong. Please try again.
tr: Bir şeyler ters gitti. Lütfen tekrar dene.

# auth.login.create_account
source: Create account
tr: Hesap Oluştur

# auth.login.email_label
source: Email
tr: E-posta

# auth.login.email_placeholder
source: your@email.com
tr: eposta@ornek.com

# auth.login.forgot_password
source: Forgot Password?
tr: Şifremi Unuttum?

# auth.login.forgot_password_title
source: Forgot Password
tr: Şifremi Unuttum

# auth.login.new_here
source: New here?
tr: Yeni misin?

# auth.login.ok
source: OK
tr: Tamam

# auth.login.password_label
source: Password
tr: Şifre

# auth.login.password_placeholder
source: Enter your password
tr: Şifreni gir

# auth.login.reset_coming_soon
source: Password reset flow will be added soon.
tr: Şifre sıfırlama yakında eklenecek.

# auth.login.subtitle
source: Continue where you left off.
tr: Kaldığın yerden devam et.

# auth.login.title
source: Log In
tr: Giriş Yap

# auth.login.welcome_back
source: Welcome back!
tr: Hoş geldin!

# auth.register.confirm_password_label
source: Confirm Password
tr: Şifreyi Onayla

# auth.register.confirm_password_placeholder
source: Re-enter password
tr: Şifreni tekrar gir

# auth.register.email_label
source: Email
tr: E-posta

# auth.register.email_placeholder
source: your@email.com
tr: eposta@ornek.com

# auth.register.has_account
source: Already have an account?
tr: Zaten hesabın var mı?

# auth.register.login
source: Log in
tr: Giriş Yap

# auth.register.password_label
source: Password
tr: Şifre

# auth.register.password_placeholder
source: Create a password
tr: Bir şifre oluştur

# auth.register.rocky_message
source: Let's create your account!
tr: Hesabını oluşturalım!

# auth.register.subtitle
source: Start your NutriWeek journey with Rocky.
tr: Rocky ile NutriWeek yolculuğuna başla.

# auth.register.title
source: Create Account
tr: Hesap Oluştur

# auth.validation.email_invalid
source: Please enter a valid email
tr: Geçerli bir e-posta adresi gir

# auth.validation.password_short
source: Password must be at least 6 characters
tr: Şifre en az 6 karakter olmalı

# auth.validation.passwords_mismatch
source: Passwords do not match
tr: Şifreler eşleşmiyor

# bmi.healthy
source: Healthy
tr: Sağlıklı

# bmi.obese
source: Obese
tr: Obez

# bmi.overweight
source: Overweight
tr: Fazla Kilolu

# bmi.underweight
source: Underweight
tr: Zayıf

# common.cancel
source: Cancel
tr: İptal

# common.continue
source: Continue
tr: Devam Et

# common.date
source: Date
tr: Tarih

# common.day
source: Day
tr: Gün

# common.edit
source: Edit
tr: Düzenle

# common.error.generic_title
source: Something went wrong
tr: Bir şeyler ters gitti

# common.none
source: None
tr: Yok

# common.ok
source: OK
tr: Tamam

# common.retry
source: Retry
tr: Tekrar Dene

# common.save
source: Save
tr: Kaydet

# common.today
source: Today
tr: Bugün

# common.years
source: years
tr: yaş

# diet.dairy_free
source: Dairy Free
tr: Süt Ürünsüz

# diet.gluten_free
source: Gluten Free
tr: Glütensiz

# diet.halal
source: Halal
tr: Helal

# diet.kosher
source: Kosher
tr: Koşer

# diet.low_sodium
source: Low Sodium
tr: Düşük Sodyumlu

# diet.nut_free
source: Nut Free
tr: Kuruyemişsiz

# diet.vegetarian
source: Vegetarian
tr: Vejetaryen

# goal.bulk
source: Build Muscle 💪
tr: Kas Kazan 💪

# goal.bulk.short
source: Build Muscle
tr: Kas Kazan

# goal.bulk.subtitle
source: Calorie surplus · Get strong · Grow
tr: Kalori fazlası · Güçlen · Büyü

# goal.cut
source: Lose Fat 🔥
tr: Yağ Yak 🔥

# goal.cut.short
source: Lose Fat
tr: Yağ Yak

# goal.cut.subtitle
source: Calorie deficit · Look lean · Feel light
tr: Kalori açığı · Daha fit görün · Hafif hisset

# goal.maintain
source: Stay Balanced ⚖️
tr: Dengede Kal ⚖️

# goal.maintain.short
source: Stay Balanced
tr: Dengede Kal

# goal.maintain.subtitle
source: Eat at maintenance · Keep what you have
tr: Koruma kalorisinde ye · Elindekini koru

# log.alert.add_to_today
source: Add to Today
tr: Bugüne Ekle

# log.alert.cancel
source: Cancel
tr: İptal

# log.alert.large_amount_confirm
source: Add Anyway
tr: Yine de Ekle

# log.alert.large_amount_title
source: Large Amount
tr: Büyük Miktar

# log.alert.remove_confirm
source: Remove
tr: Kaldır

# log.alert.remove_title
source: Remove Food
tr: Yemeği Kaldır

# log.confirm.over_5kg
source: Are you sure you want to log more than 5kg of this food?
tr: Bu yemekten 5kg'dan fazla kaydetmek istediğine emin misin?

# log.confirm.remove_food
source: Remove "%@" from today's log?
tr: "%@" bugünün kaydından çıkarılsın mı?

# log.empty_today.subtitle
source: Tap the search bar to add food
tr: Yemek eklemek için arama çubuğuna dokun

# log.empty_today.title
source: Nothing logged yet today!
tr: Henüz hiç kayıt yok!

# log.empty.title
source: Search for any food above!
tr: Yukarıdan herhangi bir yemek ara!

# log.error.generic_retry
source: Something went wrong. Try again.
tr: Bir şeyler ters gitti. Tekrar dene.

# log.error.invalid_amount
source: Please enter a valid amount
tr: Geçerli bir miktar gir

# log.error.network_message
source: Please check your connection and try again.
tr: Lütfen bağlantını kontrol edip tekrar dene.

# log.error.network_title
source: No internet connection
tr: İnternet bağlantısı yok

# log.error.search_message
source: We could not search foods right now.
tr: Şu anda yemek araması yapamıyoruz.

# log.food.per_100g
source: Per 100g:
tr: 100g için:

# log.grams_for
source: For %@g:
tr: %@g için:

# log.grams_label
source: Amount in grams
tr: Gram miktarı

# log.looks_delicious
source: Looks delicious! 😋
tr: Nefis görünüyor! 😋

# log.no_results.subtitle
source: Try different keywords
tr: Farklı anahtar kelimeler dene

# log.no_results.title
source: Hmm, couldn't find that one
tr: Hmm, bunu bulamadım

# log.quick_pill.avocado
source: 🥑 Avocado
tr: 🥑 Avokado

# log.quick_pill.banana
source: 🍌 Banana
tr: 🍌 Muz

# log.quick_pill.chicken_breast
source: 🍗 Chicken Breast
tr: 🍗 Tavuk Göğsü

# log.quick_pill.eggs
source: 🥚 Eggs
tr: 🥚 Yumurta

# log.quick_pill.milk
source: 🥛 Milk
tr: 🥛 Süt

# log.quick_pill.rice
source: 🍚 Rice
tr: 🍚 Pirinç

# log.search.placeholder
source: Search food... (e.g. chicken breast)
tr: Yemek ara... (örn. tavuk göğsü)

# log.title
source: Quick Log
tr: Hızlı Kayıt

# log.toast.logged_subtitle
source: Meal added to today's log
tr: Öğün bugünün kaydına eklendi

# log.toast.logged_title
source: Logged! ✅
tr: Kaydedildi! ✅

# log.today_button
source: 📋 Today
tr: 📋 Bugün

# log.todays_log
source: Today's Log 📋
tr: Bugünün Kaydı 📋

# macro.calories
source: Calories
tr: Kalori

# macro.carbs
source: Carbs
tr: Karb.

# macro.fat
source: Fat
tr: Yağ

# meal_plan.activity_summary
source: 🔥 %lld kcal burned today
tr: 🔥 Bugün %lld kcal yakıldı

# meal_plan.alert.rocky_title
source: Rocky says...
tr: Rocky diyor ki...

# meal_plan.card.snack_collapsed
source: 🍎 Snack ▾
tr: 🍎 Ara Öğün ▾

# meal_plan.empty.generate_button
source: Generate My Plan
tr: Planımı Oluştur

# meal_plan.empty.subtitle
source: Let Rocky build your personalized 7-day meal plan
tr: Rocky sana özel 7 günlük yemek planını hazırlasın

# meal_plan.empty.title
source: No plan yet!
tr: Henüz plan yok!

# meal_plan.error.complete_onboarding_generate
source: Complete onboarding to generate a plan
tr: Plan oluşturmak için kaydı tamamla

# meal_plan.error.day_failed
source: Could not generate %@
tr: %@ oluşturulamadı

# meal_plan.error.day_retry
source: Tap to retry %@
tr: %@ için tekrar dene

# meal_plan.error.generate_generic
source: Could not generate your meal plan
tr: Yemek planın oluşturulamadı

# meal_plan.error.load_title
source: Could not load your plan
tr: Planın yüklenemedi

# meal_plan.error.schedule_load
source: Could not load your schedule
tr: Programın yüklenemedi

# meal_plan.fun_fact.eating_slowly
source: Eating slowly helps you feel full with fewer calories.
tr: Yavaş yemek yemek, daha az kaloriyle doymana yardımcı olur.

# meal_plan.fun_fact.fallback
source: Rocky says hi!
tr: Rocky selam söylüyor!

# meal_plan.fun_fact.hands
source: Your hands have about 54 bones. That's a quarter of your body's bones!
tr: Ellerinde yaklaşık 54 kemik var. Bu, vücudundaki kemiklerin dörtte biri!

# meal_plan.fun_fact.locks
source: You blink about 15-20 times per minute. That's a lot!
tr: Dakikada yaklaşık 15-20 kez göz kırparsın. Çok fazla!

# meal_plan.fun_fact.protein
source: You need about 0.8g of protein per kg of body weight daily.
tr: Günlük vücut ağırlığının kg'ı başına yaklaşık 0.8g proteine ihtiyacın var.

# meal_plan.greeting.afternoon
source: Good afternoon!
tr: Tünaydın!

# meal_plan.greeting.evening
source: Good evening!
tr: İyi akşamlar!

# meal_plan.greeting.morning
source: Good morning!
tr: Günaydın!

# meal_plan.greeting.night
source: Still up?
tr: Hâlâ ayakta mısın?

# meal_plan.header.subtitle
source: Hey there! 👊
tr: Merhaba! 👊

# meal_plan.progress.title
source: Today's Progress
tr: Bugünün İlerlemesi

# meal_plan.sheet.cancel
source: Maybe later
tr: Belki sonra

# meal_plan.sheet.confirm
source: Let's go!
tr: Başlayalım!

# meal_plan.sheet.subtitle
source: I'll create a personalized 7-day plan based on your goals 🎯
tr: Hedeflerine göre sana özel 7 günlük plan hazırlayacağım 🎯

# meal_plan.sheet.title
source: Ready to build your first meal plan?
tr: İlk yemek planını hazırlamaya hazır mısın?

# meal_plan.streak.days
source: 🔥 %lld day streak
tr: 🔥 %lld günlük seri

# meal_plan.streak.empty
source: 🌱 Start your streak today!
tr: 🌱 Serine bugün başla!

# meal_plan.targets.complete_onboarding
source: Complete onboarding to see targets
tr: Hedefleri görmek için kaydı tamamla

# meal_plan.targets.over
source: %lld kcal over target 😅
tr: Hedefin %lld kcal üzerindesin 😅

# meal_plan.targets.remaining
source: %lld kcal remaining
tr: %lld kcal kaldı

# meal_plan.toast.updated_subtitle
source: Your new weekly plan is ready.
tr: Yeni haftalık planın hazır.

# meal_plan.toast.updated_title
source: Plan updated
tr: Plan güncellendi

# meal_plan.week.progress
source: %lld/7 days ready
tr: %lld/7 gün hazır

# meal_plan.week.title
source: This Week
tr: Bu Hafta

# meal_type.breakfast
source: Breakfast
tr: Kahvaltı

# meal_type.dinner
source: Dinner
tr: Akşam Yemeği

# meal_type.lunch
source: Lunch
tr: Öğle Yemeği

# meal_type.snack
source: Snack
tr: Ara Öğün

# measurement.ok
source: OK
tr: Tamam

# measurement.placeholder.arm
source: e.g. 35
tr: örn. 35

# measurement.placeholder.chest
source: e.g. 100
tr: örn. 100

# measurement.placeholder.hips
source: e.g. 95
tr: örn. 95

# measurement.placeholder.leg
source: e.g. 55
tr: örn. 55

# measurement.placeholder.waist
source: e.g. 80
tr: örn. 80

# measurement.placeholder.weight
source: e.g. 75
tr: örn. 75

# measurement.save_error_title
source: Save Failed
tr: Kaydetme Başarısız

# measurement.title
source: Log Measurement
tr: Ölçüm Kaydet

# measurement.validation.any_required
source: Fill in at least one measurement
tr: En az bir ölçü gir

# measurement.validation.arm_invalid
source: Enter a valid arm measurement
tr: Geçerli bir kol ölçüsü gir

# measurement.validation.chest_invalid
source: Enter a valid chest measurement
tr: Geçerli bir göğüs ölçüsü gir

# measurement.validation.hips_invalid
source: Enter a valid hip measurement
tr: Geçerli bir kalça ölçüsü gir

# measurement.validation.leg_invalid
source: Enter a valid leg measurement
tr: Geçerli bir bacak ölçüsü gir

# measurement.validation.waist_invalid
source: Enter a valid waist measurement
tr: Geçerli bir bel ölçüsü gir

# measurement.validation.weight_invalid
source: Enter a valid weight
tr: Geçerli bir kilo gir

# measurement.validation.weight_range
source: Weight must be between 20 and 500 kg
tr: Kilo 20 ile 500 kg arasında olmalı

# onboarding.goal.prompt
source: What's the mission? Choose your goal!
tr: Hedef ne? Amacını seç!

# onboarding.goal.rocky.bulk
source: Eating more? My favorite goal! 🍗
tr: Daha fazla yemek mi? En sevdiğim hedef! 🍗

# onboarding.goal.rocky.cut
source: Let's get shredded! I'll keep the snacks away 🔥
tr: Sıkılaşmaya başlayalım! Atıştırmalıkları kontrol ederim 🔥

# onboarding.goal.rocky.maintain
source: Balance is everything. Very zen ☯️
tr: Denge her şeydir. Çok zen ☯️

# onboarding.goal.title
source: Your Goal
tr: Hedefin

# onboarding.results.calculated
source: Here's what we calculated for you
tr: Senin için hesapladıklarımız

# onboarding.results.crunching
source: Crunching your numbers…
tr: Numaralar hesaplanıyor…

# onboarding.results.goal.bulk_sub
source: Calorie surplus for muscle gain
tr: Kas kazanımı için kalori fazlası

# onboarding.results.goal.cut_sub
source: Calorie deficit for fat loss
tr: Yağ kaybı için kalori açığı

# onboarding.results.goal.maintain_sub
source: Maintenance calories
tr: Koruma kalorisi

# onboarding.results.macro_split
source: Macro Split
tr: Makro Dağılımı

# onboarding.results.ready
source: Your plan is ready!
tr: Planın hazır!

# onboarding.results.rocky.bulk
source: Awesome picks! Let's build that muscle 💪
tr: Harika! Hadi kas yapalım 💪

# onboarding.results.rocky.cut
source: Great choices! Time to crush those goals 🔥
tr: Harika seçimler! Hedeflerine ulaşma zamanı 🔥

# onboarding.results.rocky.maintain
source: Solid choices! Staying balanced is key ⚖️
tr: Sağlam tercihler! Dengede kalmak anahtar ⚖️

# onboarding.results.start
source: Let's Start!
tr: Başlayalım!

# onboarding.results.your_bmi
source: Your BMI
tr: Vücut Kitle İndeksin

# onboarding.results.your_targets
source: Your Daily Targets
tr: Günlük Hedeflerin

# onboarding.skip
source: Skip
tr: Geç

# onboarding.step1.activity.extra_active_desc
source: Very hard exercise + physical job
tr: Çok yoğun egzersiz + fiziksel iş

# onboarding.step1.activity.lightly_active_desc
source: Light exercise 1-3 days/week
tr: Hafif egzersiz haftada 1-3 gün

# onboarding.step1.activity.moderately_active_desc
source: Moderate exercise 3-5 days/week
tr: Orta egzersiz haftada 3-5 gün

# onboarding.step1.activity.sedentary_desc
source: Little to no exercise
tr: Az veya hiç egzersiz

# onboarding.step1.activity.very_active_desc
source: Hard exercise 6-7 days/week
tr: Yoğun egzersiz haftada 6-7 gün

# onboarding.step1.gender.female
source: Female
tr: Kadın

# onboarding.step1.gender.male
source: Male
tr: Erkek

# onboarding.step1.gender.other
source: Other
tr: Diğer

# onboarding.step1.rocky.bulk
source: Time to fuel those gains! Let's bulk! 💪
tr: Kasları besleme zamanı! Toparlanma vakti! 💪

# onboarding.step1.rocky.cut
source: Ready to torch some calories? Let's cut! 🔥
tr: Kalori yakmaya hazır mısın? Kesime başlayalım! 🔥

# onboarding.step1.rocky.intro
source: Hi! I'm Rocky, your nutrition buddy! Let's get started! 🦝
tr: Merhaba! Ben Rocky, senin beslenme dostun! Hadi başlayalım! 🦝

# onboarding.step1.rocky.maintain
source: Keeping that balance? Smart move! ⚖️
tr: Dengede kalmak mı? Akıllı hamle! ⚖️

# onboarding.step3.optional_hint
source: All optional — skip if you prefer
tr: Tümü isteğe bağlı — istersen geç

# onboarding.step3.rocky.bulk
source: Tell me what you eat so I can maximize those gains! 🥩
tr: Ne yediğini söyle ki kazancını maksimize edeyim! 🥩

# onboarding.step3.rocky.cut
source: Let me know your dietary preferences so I can plan better! 🌿
tr: Daha iyi plan yapabilmem için beslenme tercihlerini söyle! 🌿

# onboarding.step3.rocky.maintain
source: Your diet matters for balance! Share your preferences 🌱
tr: Denge için beslenmen önemli! Tercihlerini paylaş 🌱

# onboarding.step4.everything
source: 🍽️ Everything
tr: 🍽️ Hepsi

# onboarding.step4.gluten_free
source: 🌾 Gluten-Free
tr: 🌾 Glütensiz

# onboarding.step4.halal
source: 🕌 Halal
tr: 🕌 Helal

# onboarding.step4.lactose_free
source: 🥛 Lactose-Free
tr: 🥛 Laktozsuz

# onboarding.step4.no_pork
source: 🐷 No Pork
tr: 🐷 Domuz Eti Yok

# onboarding.step4.no_seafood
source: 🐟 No Seafood
tr: 🐟 Deniz Ürünü Yok

# onboarding.step4.rocky.bulk
source: Final step! Tell me about your daily routine 🏃
tr: Son adım! Günlük rutinini anlat 🏃

# onboarding.step4.rocky.cut
source: Almost there! One last thing about your lifestyle 📝
tr: Neredeyse bitti! Yaşam tarzın hakkında son bir şey 📝

# onboarding.step4.rocky.maintain
source: Last question! How active are you day to day? 🚶
tr: Son soru! Gün içinde ne kadar aktifsin? 🚶

# onboarding.step4.see_results
source: See My Results
tr: Sonuçlarımı Gör

# onboarding.step4.select_hint
source: Select all that apply
tr: Uygun olanları seç

# onboarding.step4.vegetarian
source: 🥦 Vegetarian
tr: 🥦 Vejetaryen

source: P: %lldg · C: %lldg · F: %lldg
tr: P: %lldg · K: %lldg · Y: %lldg

# personal.goal_chips.calories
source: Calories
tr: Kalori

# personal.goal_chips.goal
source: Goal
tr: Hedef

# personal.goal_chips.goal_unknown
source: Unknown Goal
tr: Bilinmeyen Hedef

# personal.goal_chips.target_unknown
source: No target set
tr: Hedef belirlenmemiş

# personal.goal_chips.weekly_burn
source: Weekly Burn
tr: Haftalık Yakım

# personal.goal_chips.weekly_done
source: Done ✅
tr: Tamam ✅

# personal.goal_chips.weekly_target
source: Weekly Target
tr: Haftalık Hedef

# personal.goal_chips.workout_suffix
source: workouts
tr: antrenman

# personal.progress.subtitle
source: Track your nutrition journey
tr: Beslenme yolculuğunu takip et

# personal.progress.title
source: Your Progress
tr: İlerlemen

# personal.recovery_check_in.button
source: Check In
tr: Kontrol Et

# personal.recovery_check_in.empty
source: No check-ins yet
tr: Henüz kontrol yok

# personal.recovery_check_in.energy
source: Energy Level
tr: Enerji Seviyesi

# personal.recovery_check_in.error_title
source: Check-in Failed
tr: Kontrol Başarısız

# personal.recovery_check_in.note
source: Note
tr: Not

# personal.recovery_check_in.sleep
source: Sleep (hours)
tr: Uyku (saat)

# personal.recovery_check_in.sleep_placeholder
source: e.g. 7.5
tr: örn. 7.5

# personal.recovery_check_in.soreness
source: Soreness
tr: Ağrı

# personal.recovery_check_in.subtitle
source: How are you feeling today?
tr: Bugün nasıl hissediyorsun?

# personal.recovery_check_in.title
source: Daily Check-in
tr: Günlük Kontrol

# personal.recovery_check_in.validation.energy_invalid
source: Enter a valid energy level (1-10)
tr: Geçerli bir enerji seviyesi gir (1-10)

# personal.recovery_check_in.validation.sleep_invalid
source: Enter valid sleep hours
tr: Geçerli uyku saati gir

# personal.recovery_check_in.validation.soreness_invalid
source: Enter a valid soreness level (1-10)
tr: Geçerli bir ağrı seviyesi gir (1-10)

# personal.repeat_meals.action
source: Repeat Meal
tr: Yemeği Tekrarla

# personal.repeat_meals.empty
source: No repeat meals yet
tr: Henüz tekrarlanan yemek yok

# personal.repeat_meals.subtitle
source: Quickly log your favorite meals
tr: En sevdiğin yemekleri hızlıca kaydet

# personal.repeat_meals.times
source: times
tr: kere

# personal.repeat_meals.title
source: Repeat Meals
tr: Tekrarlanan Yemekler

# personal.trends.calories_in
source: Calories In
tr: Alınan Kalori

# personal.trends.calories_out
source: Calories Out
tr: Yakılan Kalori

# personal.trends.subtitle
source: Your nutrition trends over time
tr: Zaman içindeki beslenme trendlerin

# personal.trends.title
source: Trends
tr: Trendler

# personal.trends.weight
source: Weight
tr: Kilo

# personal.weekly_check_in.button
source: Weekly Check-in
tr: Haftalık Kontrol

# personal.weekly_check_in.empty
source: No weekly check-ins yet
tr: Henüz haftalık kontrol yok

# personal.weekly_check_in.energy
source: Avg Energy
tr: Ort. Enerji

# personal.weekly_check_in.error_title
source: Check-in Failed
tr: Kontrol Başarısız

# personal.weekly_check_in.note
source: Weekly Note
tr: Haftalık Not

# personal.weekly_check_in.subtitle
source: Reflect on your week
tr: Haftanı değerlendir

# personal.weekly_check_in.title
source: Weekly Check-in
tr: Haftalık Kontrol

# personal.weekly_check_in.validation.energy_invalid
source: Enter a valid energy level
tr: Geçerli bir enerji seviyesi gir

# personal.weekly_check_in.validation.weight_invalid
source: Enter a valid weight
tr: Geçerli bir kilo gir

# personal.weekly_check_in.validation.workouts_invalid
source: Enter a valid number of workouts
tr: Geçerli bir antrenman sayısı gir

# personal.weekly_check_in.weight
source: Weight (kg)
tr: Kilo (kg)

# personal.weekly_check_in.weight_placeholder
source: e.g. 75
tr: örn. 75

# personal.weekly_check_in.workouts
source: Workouts
tr: Antrenmanlar

# personal.weekly_check_in.workouts_placeholder
source: e.g. 4
tr: örn. 4

# personal.weekly_summary.avg_burn
source: Avg Burn
tr: Ort. Yakım

# personal.weekly_summary.avg_intake
source: Avg Intake
tr: Ort. Alım

# personal.weekly_summary.behind
source: Behind
tr: Geride

# personal.weekly_summary.goal_bulk
source: Bulking
tr: Kas Kazanımı

# personal.weekly_summary.goal_cut
source: Cutting
tr: Yağ Yakımı

# personal.weekly_summary.goal_generic
source: On Track
tr: Yolunda
